<template>
    <div>
        <h3 class="nk-decorated-h-2">Часто задаваемые вопросы</h3>
        <ol>
            <li><span class="text-white">Как создать свою команду?</span><br />
            В “Личном кабинете” слева нажмите на кнопку “Собери Команду”, далее в меню
            заполните информацию о команде.</li>
            <li><span class="text-white">Как присоединиться к существующей команде?</span><br />
                Перейдите в список команд <a href="https://sector.games/teams">https://sector.games/teams</a>, найдите команду, нажмите
            кнопку “Присоединиться к команде”.</li>
            <li><span class="text-white">Как пригласить игроков в команду?</span><br />
            Из Личного кабинета отправьте приглашение в команду по электронной почте,
            опубликуйте приглашения у себя на стене ВКонтакте или в SteamCommunity.
                После того как игроки зарегистрируются на сайте <a href="https://sector.games/">https://sector.games/</a> ,
                выберите в списке <a href="https://sector.games/players">https://sector.games/players</a> игроков и нажмите кнопку
            "Пригласить в команду".</li>
            <li><span class="text-white">Как я узнаю, что меня пригласили в команду?</span><br />
            Капитан команды приглашает игроков в команду. Вы получите уведомление о приглашении по электронной почте, которую Вы указали при регистрации. Если Вы согласны присоединиться к команде – подтвердите в меню у себя в Личном кабинете.
            </li><li><span class="text-white">Сколько игроков должно быть в команде?</span><br />
            В команде по DOTA2 может быть только 5 игроков. Запасных игроков и замен не предусмотрено.
            </li><li><span class="text-white">Как зарегистрироваться с “готовой командой”?</span><br />
            Каждому из игроков "готовой команды" необходимо зарегистрироваться на сайте <a href="https://sector.games/">https://sector.games/</a> . Затем капитан команды создает на сайте команду с её названием и рассылает всем игрокам приглашения. Как только все игроки их принимают - команда считается сформированной.
            </li><li><span class="text-white">Как происходит регистрация на Турнир?</span><br />
            Регистрацию на турнир осуществляет капитан команды.
            При регистрации на турнир проверяется, что всем игроки команды указали свои реальные фамилии и имена, внесли информацию о своих SteamID и аккаунтах ВКонтакте,  только в этом случае команда будет зарегистрирована на Турнир.
            </li><li><span class="text-white">Как проверить зарегистрирована ли моя команда на Турнир?</span><br />
            Когда команда будет зарегистрирована на Турнир все игроки команды получат уведомления о регистрации по электронной почте. Чтобы убедиться в том, что команда зарегистрирована на Турнир – перейдите в список Турниров https://sector.games/tournaments, выберите интересующий Вас Турнир, перейдите в раздел “Команды”, найдите в нем вашу команду.

            </li><li><span class="text-white">Как посмотреть какие ещё команды участвуют в Турнире?</span><br />
            Все команды, зарегистрировавшиеся на Турнир, отображаются в разделе “Команды”
            на странице данного Турнира.

            <li><span class="text-white">Как будут назначаться матчи? Как мы узнаем, когда мы играем, будет ли какое нибудь оповещение?</span><br />
                Назначение матчей определяется турнирной платформой в соответствии с расписанием Турнира. Оповещение о назначении матчей будет приходить на электронную почту, указанную при регистрации.
            </li>
        </ol>
    </div>
</template>


<script>
    import { mapGetters } from 'vuex'

    export default {
        layout: 'default',

        metaInfo () {
            return { title: 'Часто задаваемые вопросы' }
        },

        computed:{
            ...mapGetters({
                user: 'auth/user',
                locale: 'lang/locale',
            })
        },
    }
</script>