<template>
    <div>
        <h3 class="nk-decorated-h-2">Часто задаваемые вопросы</h3>
        <ol>
            <li><span class="text-white">Как найти команду своей школы?</span><br />Перейдите по ссылке <a href="https://youthleague.ru/teams">https://youthleague.ru/teams</a> на список команд. <br />Если в списке нет ни одной команды &ndash; тогда создайте в личном кабинете новую команду.</li>
            <li><span class="text-white">Как создать свою команду?</span><br />Для создания команды нужно зарегистрироваться <a href="https://youthleague.ru/register, ">https://youthleague.ru/register, </a>&nbsp;выбрать населенный пункт, школу и класс. <br />После регистрации перейдите в Личный кабинет - там есть меню создания команды.</li>
            <li><span class="text-white">Можно ли собрать игроков из разных школ и сделать одну команду?</span><br />Правилами турнира предусмотрено, что вы создаете команду из учеников только своей школы и соревнуетесь с командами других школ.</li>
            <li><span class="text-white">Как пригласить игроков в команду?</span><br />Вы можете разместить приглашение в команду на стене ВК или собрать игроков в команду через SteamCommunity. Приглашенным игрокам будет необходимо зарегистрироваться на сайте <a href="https://youthleague.ru/">https://youthleague.ru/</a> , выбрав одну школу с вами. Вам необходимо в списке&nbsp; <a href="https://youthleague.ru/players">https://youthleague.ru/players</a>&nbsp; выбрать галочкой игроков и нажать на кнопку "Отправить приглашение в команду".</li>
            <li><span class="text-white">Как я узнаю, что меня пригласили в команду?</span><br />Игроков в команду приглашает капитан на странице&nbsp; <a href="https://youthleague.ru/players">https://youthleague.ru/players</a>. Вы получите уведомление о приглашении по электронной почте, которую вы указали при регистрации. В меню команды есть список приглашений, вы должны подтвердить, если вас&nbsp; пригласили.</li>
            <li><span class="text-white">Сколько игроков должно быть в команде?</span><br />В команде может быть только 5 игроков. Запасных игроков и замен не предусмотрено.</li>
            <li><span class="text-white">Как зарегистрироваться с &ldquo;готовой&rdquo; командой?</span><br />Каждому из игроков "готовой команды" необходимо зарегистрироваться на сайте&nbsp; <a href="https://youthleague.ru/">https://youthleague.ru/</a>. Затем Капитан команды заводит на сайте команду с её названием и рассылает всем игрокам приглашения. Как только все игроки их принимают - команда считается сформированной. Всем игрокам необходимо внести SteamID и аккаунты ВКонтакте, для прохождения регистрации команды на Турнир.</li>
            <li><span class="text-white">Как проверить зарегистрирована ли моя команда на Турнир?</span><br />Если все пять игроков ответили на приглашения вступить в команду. Если у всех 5-ти игроков внесены реальные фамилии и имена, добавлены SteamID и аккаунты ВК - такая команда считается зарегистрированной на Турнир.</li>
            <li><span class="text-white">Как можно посмотреть какие ещё участвуют команды?</span><br />Пока не закончился внутришкольный этап вам для просмотра&nbsp; доступны только команды, зарегистрированные в вашей школе. После окончания внутришкольного этапа &ndash; вы увидите список всех вышедших в следующий этап команд будет доступен.</li>
            <li><span class="text-white">Если я закончил школу в этом году, я могу участвовать в турнире?</span><br />Выпускники 11-х классов средних школ могут участвовать в Турнире, при условии, что но момент регистрации им не более 18-ти лет. При регистрации вы выбираете свою школу и выбираете 11-ый класс.</li>
            <li><span class="text-white">Команды школ из Казахстана тоже могут участвовать?</span><br />В текущем Турнире могут участвовать только ученики и выпускники школ Российской Федерации<br />Следите за анонсами &ndash; мы планируем проводить также и международные турниры.</li>
            <li><span class="text-white">Могут ли участвовать в Турнире учащиеся колледжей и техникумов?</span><br />Учащиеся средних специальных учебных заведений могут принимать участие в Турнире, при условии что но момент регистрации им не более 18-ти лет.</li>
            <li><span class="text-white">Можно ли мне участвовать в Турнире, если мне уже исполнилось 19?</span><br />К сожалению, максимальный возраст игроков для участия в данном Турнире&nbsp; - 18 лет.</li>
            <li><span class="text-white">Когда проходит Турнир?</span><br />Квалификации до 18 августа. Финал&nbsp; после 26 августа.</li>
            <li><span class="text-white">Как будут назначаться матчи? Как мы узнаем, что завтра мы играем, будет ли какое нибудь оповещение?</span><br />Назначение матчей определяется&nbsp; турнирной платформой. Оповещение о назначении матча будет приходить на электронную почту, указанную при регистрации за&nbsp; 24 часа до начала матча.</li>
            <li><span class="text-white">Что произойдет, если на внутришкольном этапе Турнира у нас соперников не будет?</span><br />Это означает, что ваша команда автоматически станет Чемпионом школы.</li>
            <li><span class="text-white">Какой призовой фонд Турнира?</span><br />Денежный призовой фонд Турнира не предусмотрен.<br />Главный приз Турнира &ndash; игровой ноутбук. Кроме этого будут поощрительные призы.</li>
        </ol>
    </div>
</template>


<script>
    import { mapGetters } from 'vuex'

    export default {
        layout: 'default',

        metaInfo () {
            return { title: 'Часто задаваемые вопросы' }
        },

        computed:{
            ...mapGetters({
                user: 'auth/user',
                locale: 'lang/locale',
            })
        },
    }
</script>