<template>
    <div>
        <h3 class="nk-decorated-h-2">ПОЛОЖЕНИЕ О НАЦИОНАЛЬНОЙ ЮНОШЕСКОЙ КИБЕРСПОРТИВНОЙ ЛИГЕ</h3>
        <p><strong><u>Статья 1. Цели Национальной Юношеской Киберспортивной Лиги.</u></strong></p>
        <p>Целями НЮКЛ являются:</p>
        <ul>
            <li>Развитие юношеского компьютерного спорта, его планомерная популяризация во всех субъектах Российской Федерации.</li>
            <li>Организация досуга учащихся старших классов школ и средних специальных учебных учреждений.</li>
            <li>Привлечения к активным занятиям компьютерным спортом молодых людей, подростков и других граждан Российской Федерации.</li>
            <li>Формирование команд по компьютерному спорту внутри школ и средних специальных учебных заведений.</li>
            <li>Пропаганда здорового образа жизни, борьбы с курением, наркоманией и другими вредными привычками молодых граждан Российской Федерации;</li>
        </ul>
        <p><strong><u>Статья 2. Задачи Национальной Юношеской Киберспортивной Лиги </u></strong></p>
        <p>Задачами НЮКЛ являются:</p>
        <ul>
            <li>Проведение Турниров по компьютерному спорту</li>
            <li>Определение исключительно по спортивному принципу Команд &ndash; победителей и призеров Турниров</li>
            <li>Повышение уровня мастерства молодых киберспортсменов</li>
            <li>Подготовка судей и повышение уровня судейства.</li>
            <li>Выявление и подготовка перспективных молодых киберспортсменов</li>
            <li>Повышение качества тренировочной и воспитательной работы в области компьютерного спорта в Российской Федерации.</li>
        </ul>
        <p><strong><u>Статья 3. Организация и проведение Турниров </u></strong></p>
        <ul>
            <li>Организатором спортивных мероприятий - турниров по компьютерному спорту среди лиц в возрасте от 14-ти до 18-ти лет, по тексту настоящего Положения именуемых в единственном числе &laquo;Турнир&raquo;, а во множественном числе &laquo;Турниры&raquo;, в соответствии Федеральным законом от 4 декабря 2007 года No 329-ФЗ &laquo;О физической культуре и спорте в Российской Федерации&raquo; является ООО &laquo;Интерактивное телевидение&raquo;, по тексту настоящего Положения именуемое &laquo;Национальная Юношеская Киберспортивная Лига&raquo;, или сокращенно &laquo;НЮКЛ&raquo;.</li>
            <li>Организатор определяет условия проведения Турнира, разрабатывает Регламент Турнира, несет ответственность за его организацию и проведение, утверждает итоги Турниров.</li>
            <li>Команды-участники в соответствии с Федеральным законом от 4 декабря 2007 г. № 329-ФЗ &laquo;О физической культуре и спорте в Российской Федерации&raquo; и настоящим Положением являются участниками Турниров. Участие Команды в Турнире оформляется путем оформления заявки на официальном сайте Турнира.</li>
            <li>Для реализации статуса участника Турнира, Команды полностью за свой счет обеспечивают участие Команды в Турнире, включая все вопросы материально-технического, финансового, организационного обеспечения, в том числе несут самостоятельно необходимые затраты на перемещения на транспорте и размещение Команды в гостиницах.</li>
        </ul>
        <p><strong><u>Статья 4. Права Национальной Юношеской Киберспортивной Лиги.</u></strong></p>
        <p>НЮКЛ как организатор и владелец всех имущественных и неимущественных прав на Турниры имеет право на:</p>
        <p>4.1. Утверждение Регламента Турнира, регулирующего условия и порядок участия Команд, киберспортсменов, тренеров, судей и иных участников в Турнире;</p>
        <p>4.2. Трактовку (толкование) в случае необходимости норм Регламента и разрешение любого рода спорных ситуаций, возникающих между Командами;&nbsp;&nbsp;</p>
        <p>4.3. Организацию матчей Турниров и иных мероприятий Национальной Юношеской Киберспортивной Лиги;</p>
        <p>4.4. Определение результатов матчей и Турниров в целом;</p>
        <p>4.5. Привлечение к предусмотренной Регламентом ответственности Команд, киберспортсменов, тренеров, комментаторов, судей за нарушение норм Регламента;</p>
        <p>4.6. Обеспечение судейства матчей Турниров;</p>
        <p>4.7. Использование в любых целях названия, официальной атрибутики, символики Турниров;</p>
        <p>4.8. Использование любого рода рекламных возможностей и осуществление любого рода рекламных акций, промоакций, специальных маркетинговых мероприятий во время проведения матчей Турниров и иных мероприятий Национальной Юношеской Киберспортивной Лиги;</p>
        <p>4.9. Размещение рекламы в процессе видеотрансляций матчей Турниров и иных мероприятий Национальной Юношеской Киберспортивной Лиги;</p>
        <p>4.10. Производство и реализацию товаров с названием и/или атрибутикой Турниров, включая сувенирную продукцию;</p>
        <p>4.11. НЮКЛ обладает исключительными правами на освещение Турниров посредством трансляции изображения и/или звука любыми способами и/или с помощью любых технологий, в том числе передачу трансляций в глобальной компьютерной сети Интернет матчей Турниров, а также &nbsp;осуществления записи трансляций матчей Турниров и иных мероприятий Национальной Юношеской Киберспортивной Лиги;</p>
        <p>4.12. Использование матчей Турниров для создания тренажеров для отработки навыков киберспортсменов, в том числе для создания новых компьютерных игр;</p>
        <p>4.13. Учреждение, производство и вручение любого рода наград, призов участникам отдельных матчей и Турниров в целом;</p>
        <p>4.14. Присвоение официальных статусов и титулов для спонсоров (партнеров, рекламодателей) Турниров.</p>
        <p>4.15. НЮКЛ обладает исключительными правами на использование наименований Турниров, его символики, на размещение рекламы товаров, работ и услуг в ходе Турниров, а также иные права, так или иначе связанные со статусом организатора спортивного мероприятия.</p>
        <p><strong><u>Статья 5. Имущественные и неимущественные права НЮКЛ.</u></strong></p>
        <p>НЮКЛ является единственным владельцем всех имущественных и неимущественных прав на Турниры, в том числе:</p>
        <p>5.1. Исключительных прав на использование наименования Турниров и его символики, на</p>
        <p>размещение рекламы товаров, работ и услуг в местах проведения матчей Турниров, на определение статусов официальных производителей спортивной экипировки, компьютерного оборудования и аксессуаров, продуктов питания и напитков, используемых в Турнире, а также иных прав на использование наименования Турниров и его символики, так или иначе связанных со статусом организатора Турниров;</p>
        <p>5.2. Исключительных прав на освещение Турниров посредством трансляции изображения и/или звука любыми способами и (или) с помощью любых технологий, а также посредством осуществления записи трансляций Турниров и иных прав на освещение Турниров, так или иначе связанных со статусом организатора Турниров;</p>
        <p>5.3. Неисключительных прав на использование, в том числе коммерческое:</p>
        <p>а) изображений, ФИО, внешнего облика и фотографических образов киберспортсменов, &nbsp;</p>
        <p>в) наименования команд, иных обозначений и средств индивидуализации Команд;</p>
        <p>5.4. Все исключительные права, принадлежащие НЮКЛ, могут быть использованы третьими лицами только на основании разрешения НЮКЛ, либо на основании соглашений в письменной форме о приобретении третьими лицами таких прав.</p>
        <p><strong><u>Статья 6. Неисключительные права НЮКЛ. </u></strong></p>
        <p>НЮКЛ как организатору Турниров принадлежат неисключительные права на:<br /> &nbsp;&nbsp; 6.1. Использование, в том числе коммерческое, изображений киберспортсменов, тренеров, <br /> &nbsp;&nbsp; судей, комментаторов, принимающих участие в Турнирах и иных мероприятиях Национальной &nbsp;<br /> &nbsp;&nbsp; Юношеской Киберспортивной Лиги;</p>
        <p>&nbsp;&nbsp; 6.2. Использование, в том числе коммерческое, но исключительно в связи с матчами и Турнирами<br /> &nbsp; &nbsp;в целом, товарных знаков и иных обозначений, символики команд, участвующих в Турнире, <br /> &nbsp;&nbsp; их Команд, в том числе, в печатной, видеопродукции, аудиопродукции, сувенирной продукции.</p>
        <p><strong><u>Статья 7. Разрешение спорных ситуаций </u></strong></p>
        <p>При возникновении спорных ситуаций, связанных с проведением Турниров, разрешение которых невозможно на основании настоящего Положения и Регламентов Турниров, НЮКЛ имеет право самостоятельно принимать по ним решения с последующим информированием участников Турниров. Такие решения являются обязательными к исполнению всеми Командами, киберспортсменами, тренерами и иными участниками Команд, судьями, задействованными в матчах и иных мероприятиях<br /> Национальной Юношеской Киберспортивной Лиги. &nbsp;&nbsp;&nbsp;</p>
        <p><strong><u>Статья 8. Требования к Командам.</u></strong></p>
        <p>К участию в Турнирах допускаются команды, которые соответствуют всем критериям Команд Национальной Юношеской Киберспортивной Лиги, а именно:</p>
        <p>8.1. В Турнирах могут принимать участие киберспортсмены в возрасте от 14 лет до 18 лет включительно, внесенные в заявочный список Команды;&nbsp;</p>
        <p>8.2. Участие иностранных киберспортсменов в составе российских Команд не допускается;</p>
        <p>8.3. Общее количество запасных (резервных) киберспортсменов, находящихся в заявочном списке Команды не может превышать 2-х человек, если это разрешено Регламентом Турнира.</p>
        <p><strong><u>Статья 9. Обязательства&nbsp; Команд.</u></strong></p>
        <p>Команды обязаны:</p>
        <p>9.1 &nbsp;Соблюдать настоящие Положение и утвержденные Регламенты Турниров.</p>
        <p>9.2 Обеспечивать участие киберспортсменов в назначенных матчах Турниров.</p>
        <ul>
            <li>Обеспечивать трансляцию в прямом эфире видеопотока матча на сайте www.twitch.tv.</li>
            <li>Обеспечить хранение видеопотока матча на сайте www.twitch.tv течение 60 (шестидесяти) календарных дней после матча и предоставить НЮКЛ ссылку на запись видеопотока.</li>
            <li>Не допускать по отношению к судьям и противоположной команде действий и высказываний, провоцирующих конфликтные ситуации.</li>
            <li>Пресекать со стороны участников Команды некорректное поведение, оскорбления, угрозы, нецензурные выражения до, в ходе и после матча.</li>
            <li>Не допускать в Чате болельщиков Команды оскорбительных, нецензурных, провокационных текстов, слов, символов, изображений. Сообщения в Чате не должны носить оскорбительный, пренебрежительный характер в отношении противоположной команды и их болельщиков, не провоцировать их негативную реакцию. Чат болельщиков Команды предназначен исключительно для поддержки собственной Команды.</li>
        </ul>
        <p><strong><u>Статья 10. Обязанности участников Команды. </u></strong></p>
        <p>Киберспортсмены &ndash; участники Команд обязаны:</p>
        <ul>
            <li>Соблюдать Регламенты Турниров, настоящее Положение, правила игр, общепринятые этические нормы общения, другие принятые нормы в области компьютерного спорта.</li>
            <li>Вести себя в соответствии с высокими требованиями честности, морали, справедливой игры и спортивных отношений и воздерживаться от нанесения ущерба Команде, НЮКЛ и компьютерному спорту в целом.</li>
            <li>Неукоснительно исполнять решения судей и нормативных актов НЮКЛ.</li>
            <li>Выполнять все требования капитана Команды.</li>
            <li>Не получать самому или через третьих лиц никаких денежных вознаграждений или имущественных выгод от любых граждан или организаций за достижение результата в матчах неспортивным методом или попытку иным образом повлиять на исход какого-нибудь матча или Трунира, незамедлительно сообщать о подобных фактах в НЮКЛ.</li>
            <li>Не использовать макросы, читерское программное обеспечение, баги карт, хакерские методы взлома игровых программ. За подобные действия может быть бессрочно дисквалифицирована вся Команда.</li>
            <li>Не участвовать прямо или косвенно через третьих лиц в играх и пари как организованных, так и нелегальных, целью участия в которых является получение выигрыша от угаданного результата соревнования, проводимого НЮКЛ. За подобные нарушения может быть бессрочно дисквалифицирована вся Команда.</li>
        </ul>
        <p><strong><u>Статья 11. Организация судейства </u></strong></p>
        <ul>
            <li>Судейство матчей Турниров осуществляется судьями, прошедшими отбор, утвержденными НЮКЛ, выполняющими все требования настоящего Положения, утвержденных Регламентов Турниров и прочих нормативных актов Национальной Юношеской Киберспортивной Лиги.</li>
            <li>Судейство каждого матча осуществляется судьями объективно, честно и беспристрастно. НЮКЛ производит отбор, подготовку, назначение судей и осуществляет контроль за качеством судейства.</li>
        </ul>
        <p><strong><u>Статья 12. Деятельность НЮКЛ по популяризации компьютерного спорта</u></strong></p>
        <p>В целях популяризации компьютерного спорта в Российской Федерации Национальная Юношеская Киберспортивная Лига осуществляет :</p>
        <ul>
            <li>Деятельность по популяризации проводимых Турниров по компьютерному спорту.</li>
            <li>Организует взаимодействие с информационными агентствами, освещает в социальных сетях и средствах массовой информации ход и результаты Турниров.</li>
            <li>Осуществляет рекламную, выставочную, просветительскую деятельности.</li>
            <li>Информационное наполнение официального сайта, освещает деятельность НЮКЛ и Команд.</li>
            <li>Международную деятельность, направленную на развитие и поддержание контактов с зарубежными партнерами, организующими соревнования по компьютерному спорту в других странах, оказывает помощь Командам в переговорах с зарубежными организациями.</li>
        </ul>
        <p><strong><u>Статья 13. Общие положения </u></strong></p>
        <p>Все матчи Турниров проводятся в соответствии с настоящим Положением, утвержденными Регламентами Турниров. Все киберспортсмены, тренеры, участники &nbsp;Команд, <br /> судьи и иные лица, задействованные в организации и проведении Турниров, обязаны знать<br /> и выполнять настоящее Положение.</p>
        <p>Запрещается участие киберспортсменов, судей, тренеров и иных участников Турниров в азартных играх в букмекерских конторах и тотализаторах путем заключения пари на результаты матчей и Турниров, а также любое другое возможное противоправное влияние на результаты матчей и Турниров.</p>
    </div>
</template>


<script>
    import { mapGetters } from 'vuex'

    export default {
        layout: 'default',

        metaInfo () {
            return { title: 'ПОЛОЖЕНИЕ О НАЦИОНАЛЬНОЙ ЮНОШЕСКОЙ КИБЕРСПОРТИВНОЙ ЛИГЕ' }
        },

        computed:{
            ...mapGetters({
                user: 'auth/user',
                locale: 'lang/locale',
            })
        },
    }
</script>