<template>
    <div>
        <h3 class="nk-decorated-h-2">Технические правила Турнира</h3>
        <p><span>Игроки обязаны связаться с </span>судьей<span> не позднее чем за 15 минут до начала Матча в Чате на странице Матча на сайте </span><a href="http://www.youthleague.ru/"><span style="text-decoration: none; text-underline: none;">www.youthleague.ru</span></a><span>. Общается с судьей только капитан Команды.</span></p>
        <ol>
            <li><span> Версия игры: лицензионная &ldquo;Dota2&rdquo; <em>последняя доступная на платформе Steam</em></span></li>
            <li><span> Матчи проходит до двух победы (bo3). Финал Турнира до трех побед (bo5).</span></li>
            <li>Турнир проходит в формате:
                <ol>
                    <li>Региональные квалификации &ndash; Групповой раунд></li>
                    <li>Финал &ndash; по олимпийской системе (single elimination). В Финал выходит по 2-е Команды из каждой группы. </li>
                </ol>
            </li>
            <li><span> Правила могут быть изменены и/или дополнены организатором Турнира без дополнительного уведомления.</span></li>
            <li><span> В игре принимают участие 2 команды по 5 человек в каждой.</span></li>
            <li><span> В игре могут находится только игроки, судьи и комментаторы.</span></li>
            <li><span> Creepskip разрешен (&laquo;спелами&raquo; стопить &laquo;крипов&raquo; можно).</span></li>
            <li><span> Backdoor &ndash; разрешен всех &laquo;тауэров&raquo;.</span></li>
            <li><span> Игровые настройки при использовании русского клиента:<br /></span>
                <ol>
                    <li>Режим игры: Режим Капитанов</li>
                    <li>Версия: Обычная (Capitan Mode)</li>
                    <li>Местоположение сервера: Люксембург</li>
                    <li>Разрешить наблюдение &ndash; разрешить</li>
                    <li>Наличие тренера &ndash; запретить</li>
                </ol>
            </li>
            <li><span> Игровые настройки при использовании английского клиента:<br /></span>
                <ol>
                    <li>Game mode: Captains Mode</li>
                    <li>Version: Tournament</li>
                    <li>Server Location: Luxembourg</li>
                    <li>Spectators &ndash; enabled</li>
                    <li>Coach &mdash; disabled</li>
                </ol>
            </li>
            <li><span> Если командам не удобно играть на дефолтном сервере &mdash; они могут договориться об устраивающем их, обязательно согласовав это с судьей.</span></li>
            <li><span> Побеждает команда, уничтожившая трон противника, или вынудившая команду противника (2-х и более игроков) покинуть игру.</span></li>
            <li><strong><span> Запрещено:<br /></span></strong>
                <ol>
                    <li>Любые действия, противоречащие данным Правилам, а также Правилам игры Dota2</li>
                    <li>Использования &laquo;багов&raquo; карты, запрещенных программ, макросов.</li>
                    <li>Передача Divine Rapier при помощи суицида или смерти от Roshan или &laquo;крипов&raquo; (вражеских и/или нейтральных) запрещена. Также запрещена передача подобным образом трофейной Divine Rapier.</li>
                    <li>Нахождения в игре посторонних лиц.</li>
                    <li>Оскорбления в адрес организаторов Лиги, судей, противников, &laquo;тиммейтов&raquo; и других участников соревнований.</li>
                    <li>&laquo;Флуд&raquo; в чат.</li>
                    <li>Неспортивное поведение (например, саботирование матчей).</li>
                    <li>Написание &ldquo;gg&rdquo; в еще не законченном матче.</li>
                    <li>Начинать игру неполными составами команд.</li>
                    <li>Играть с чужой учетной записи.</li>
                    <li>Намеренно разрывать соединение с сервером.</li>
                    <li>Снимать паузу без уведомления противоположной Команды и получения от Капитана согласия на продолжение Матча - нельзя. О таком нарушении необходимо уведомлять судью.</li>
                </ol>
            </li>
            <li><strong><span> Дисциплинарные санкции:</span></strong><br />
                <ol>
                    <li>За нарушение любого из правил, Судья Матча оставляют за собой право назначить команде техническое поражение, или вынести официальное предупреждение.</li>
                    <li>Повторное предупреждение в ходе Матча &ndash; всегда ведет к техническому поражению.</li>
                </ol>
            </li>
            <li><strong><span> Технические проблемы:</span></strong><br />
                <ol>
                    <li>При дисконнекте всех игроков с сервера назначается переигровка, пики и баны остаются такие же, как до дисконнекта.</li>
                    <li>При дисконнекте одного или нескольких игроков из команды, ставится пауза на срок не более 5-ти минут. (без особых указаний судьи)</li>
                    <li>При дисконнекте всех игроков из одной команды, при длительности игры не более 10 минут с разницей в счёте не больше 5 очков &mdash; назначается переигровка при тех же пиках.</li>
                    <li>При дисконнекте всех игроков из одной команды, при длительности игры более 15 минут победителя игры выявляет судья турнира по &laquo;вышкам&raquo;, количеству уничтоженных героев и gpm, или же назначает переигровку.</li>
                    <li>При вылете пикера команды во время выбора и бана героев и невозможности быстрого его переподключения (потеря хотя бы одного осознанного бана или выбора героя), лобби матча создается заново. При этом пикеры должны будут повторить все сделанные до момента вылета пики и баны.</li>
                </ol>
            </li>
        </ol>
    </div>
</template>


<script>
    import { mapGetters } from 'vuex'

    export default {
        layout: 'default',

        metaInfo () {
            return { title: 'Технические правила Турнира' }
        },

        computed:{
            ...mapGetters({
                user: 'auth/user',
                locale: 'lang/locale',
            })
        },
    }
</script>