<template>
    <div>
        <h3 class="nk-decorated-h-2">Регламент Турнира</h3>
        <ol>
            <li>Официальное название соревнования, организуемого и проводимого Национальной Юношеской Киберспортивной Лигой: &ldquo;Всероссийский Школьный Турнир по&nbsp; DOTA2 лето 2018&rdquo;</li>
            <li>Организация и проведение Турнира осуществляются в соответствии с настоящим Регламентом и Техническими правилами (Приложение No 1 к настоящему Регламенту).</li>
            <li>Официальным сайтом и местом проведения Турнира является Интернет-сайт https://youthleague.ru/.</li>
            <li>Официальным языком Турнира является русский язык.&nbsp;</li>
            <li>В матчах Турнира принимают участие только киберспортсмены достигшие возраста 14 лет и которым ещё не исполнилось 18 лет. Возраст киберспортсмена определяется на дату регистрации Команды для участия в Турнире.</li>
            <li>Организатором Турнира является &ldquo;Национальная Юношеская Киберспортивная Лига&rdquo;, которая осуществляет руководство проведением Турнира.</li>
            <li>В Турнире принимают участие Команды, сформированные из учащихся и выпускников средних и средних специальных образовательных учреждений (именуемых по тексту &ldquo;Школы&rdquo;), не являющиеся профессиональными Командами или клубами.&nbsp;</li>
            <li>Каждая Команда представляет одну Школу и состоит исключительно из учащихся/выпускников только этой Школы. В случае обнаружения в составе Команды учащегося/выпускника другой Школы, такая Команд снимается с участия в Турнире на любом его этапе.</li>
            <li>Окончательный состав игроков Команды определяется на момент регистрации Команды на Турнир. Замены игроков в Команде в процессе Турнира не допускаются.</li>
            <li>Каждая из Команд имеет уникальное наименование. Участие в Турнире Команд с одинаковыми названиями не допускается.&nbsp;</li>
            <li>Изменение официального названия Команды в процессе Турнира не допускаются.</li>
            <li>Название Команды должно отличаться от названия &laquo;НЮКЛ&raquo; и/или &laquo;Национальная Юношеская Киберспортивная Лига&raquo;.</li>
            <li>Сроки проведения Матчей определяются в календаре Турнира и публикуются на официальном сайте <a href="https://youthleague.ru/">https://youthleague.ru/</a>.</li>
            <li>Назначение даты и времени Матчей Турнира происходит путем направления по электронной почте игрокам Команды уведомления за 24 часа до начала Матча. <br />Время начала Матча указывается по часовому поясу Москвы.</li>
            <li>В направляемом уведомлении передается ссылка передается ссылка на Страницу Матча на сайте <a href="https://youthleague.ru/"><span style="color: windowtext;">https://youthleague.ru/</span></a>.</li>
            <li>Команда, расположенная справа на Странице Матча формирует лобби, передает информацию о заведенном лобби другой Команде и судье в Чате Матча на сайте <a href="https://youthleague.ru/"><span style="color: windowtext;">https://youthleague.ru/</span></a>.</li>
            <li>До начала Матча Капитаны Команд должны пройти авторизацию на сайте <a href="https://youthleague.ru/"><span style="color: windowtext;">https://youthleague.ru/</span></a> и сообщить судье в Чате Матча о готовности Команды.</li>
            <li>Все переговоры с судьей, обращения с жалобами, просьбы о паузах передаются Капитанами Команд исключительно в Чате Матча.</li>
            <li>Команды должны собраться в лобби за 15-ть минут до назначенного времени Матча.</li>
            <li>В случае опоздания Команды на 5-ть или более минут от назначенного времени Матча, Команде засчитывается техническое поражение.</li>
            <li>Матч начинается только после подтверждения подключения к серверу всех игроков.</li>
            <li>Паузы в Матче возможны. Максимальное количество пауз на одну Команду не более <br />2-х за один Матч. Длина паузы не более 5 минут. Паузу можно снять только при получении согласия капитана противоположной команды.</li>
            <li>В случае отключения от сервера одного или более игроков, капитан Команды обязан поставить паузу и дождаться возвращения игрока в игру с возможностью продолжать игру.&nbsp;Паузу может снять только при получении согласия капитана противоположной Команды.</li>
            <li>В случае, если все игроки не могут играть из-за ненамеренного, непредвиденного разъединения с сервером Матч начинается заново.</li>
            <li>Рестарт Матча возможен только при согласии судьи Матча.&nbsp;</li>
            <li>В случае намеренного разъединения с сервером, судья Матча может засчитать поражение Команде игрока-нарушителя.</li>
            <li>В случае рестарта Матча, игра должна быть перезапущена с такими же настройками. Игроки должны выбрать тех же героев, стартовые предметы и те же линии. Смена линий разрешается после того, как герои и крипы встретятся на линиях.&nbsp;</li>
            <li>Если Команды не могут самостоятельно решить конфликтную ситуацию &ndash; капитаны Команд обращаются к судье в Чате Матча с описанием сложившейся ситуации.</li>
            <li>По окончании Матча капитаны Команд должны внести результат Матча на Странице Матча. Капитан победившей команды должен сохранить и предоставить судье запись id игры и скриншот, подтверждающий победу в игре. Судья Матча утверждает итоговый результат. Этот результат считается окончательным.</li>
            <li>Все обращения, заявления, претензии Команды принимаются исключительно в Чате Матча, не позднее 10 минут после окончания Матча. В случае предъявления претензий - необходимо описать обстоятельства и указать точное время от начала Матча.&nbsp;&nbsp;</li>
        </ol>
</div>
</template>


<script>
    import { mapGetters } from 'vuex'

    export default {
        layout: 'default',

        metaInfo () {
            return { title: 'Регламент Турнира' }
        },

        computed:{
            ...mapGetters({
                user: 'auth/user',
                locale: 'lang/locale',
            })
        },
    }
</script>